[Language]=ja-JP
ShortName=JA
Name=日本語
Translator=Naru
Version=8.0.0

[Resource]
http://hp.vector.co.jp/authors/VA014830/english/FlexRena/=http://hp.vector.co.jp/authors/VA014830/FlexRena/
&File=ファイル(&F)
Fol&der=フォルダ(&D)
Folder List=フォルダ一覧
Exit=終了
E&xit\tAlt+F4=終了(&X)\tAlt+F4
Edit=編集
&Edit=編集(&E)
&Undo=元に戻す(&U)
&Undo\tCtrl+Z=元に戻す(&U)\tCtrl+Z
&Delete from List\tDel=リストから削除(&D)\tDel
Select &All\tCtrl+A=すべて選択(&A)\tCtrl+A
&Invert Selection\tCtrl+I=選択の切り替え(&I)\tCtrl+I
Edit File/Folder &Name\tF2=%%File%%/%%Folder%%名%%Edit%%\tF2
&View=表示(&V)
&Tool Bar=ツール バー(&T)
&Status Bar=ステータス バー(&S)
Specify=指定
Specify File=%%File%%%%Specify%%
Specify Folder=%%Folder%%%%Specify%%
&Rename=リネーム(&R)
&TagRename=タグ・リネーム(&G)
&Attribute=属性(&A)
&NumberedObject=連番オブジェクト(&N)
&Font...=フォント(&O)...
Re&fresh folder tree\tF5=%%Re&fresh folder tree%%\tF5
Re&fresh folder tree=フォルダツリーを%%Re&fresh%%
Re&fresh=更新(&F)
F&avorites=お気に入り(&A) 
&Add Favorites\tto 20 Cases=お気に入りに追加(&A)
&Organize Favorites...=お気に入りの整理(&O)...
&Add Current Search/Replace Setting=現在の検索・置換設定をプリセットに追加(&A)
Order Preset=プリセットの整理
&Order Preset=%%Order Preset%%(&O)
&Tool=ツール(&T)
Reset Window &Layout=ウィンドウレイアウトのリセット(&L)
&Help=ヘルプ(&H)
Flexible Renamer &Online=ホーム ページを開く(&O)
&About Flexible Renamer...=Flexible Renamer のバージョン情報(&A)...
About Flexible Renamer=Flexible Renamer のバージョン情報
Ex.: *.???=指定例: *.???
Any Character\t?=任意の1文字\t?
Any String\t*=任意の文字列\t*
Ask with E-mail=メールで質問
Ex.: (.*)\\.(...)=指定例: (.*)\\.(...)
an Any Character\t.=任意の1文字\t.
Any String\t.*=任意の文字列\t.*
Within A to Z\t[A-Z]=AからZの範囲内の文字\t[A-Z]
Without A to Z\t[^A-Z]=AからZの範囲外の文字\t[^A-Z]
a Numeric Character[0-9]\t\\d=数字[0-9]\t\\d
a Non-Numeric[^0-9]\t\\D=数字以外[^0-9]\t\\D
an Alphanumeric Character[0-9a-zA-Z_]\t\\w=単語[0-9a-zA-Z_]\t\\w
a Non-Alphanumeric[^0-9a-zA-Z_]\t\\W=単語以外[^0-9a-zA-Z_]\t\\W
a Space\t\\s=空白\t\\s
a Non-Space\t\\S=空白以外\t\\S
a Period\t\\.=ピリオド\t\\.
Start of Line\t^=先頭\t^
End of Line\t$=末尾\t$
Alternative\t|=または\t|
Zero or One\t?=直前の1文字、または空文字\t?
Zero or More\t*=0回以上の繰り返しにマッチ\t*
One or More\t+=1回以上の繰り返しにマッチ\t+
Exactly m Times\t{m}=m回の繰り返しにマッチ\t{m}
at Least m Times\t{m,}=m回以上の繰り返しにマッチ\t{m,}
at Least m But Not More Than n Times\t{m,n}=m回以上n回以内の繰り返しにマッチ\t{m,n}
Grouping/Tag\t()=グループ化・タグ表現\t()
Ex.: A-Za-z=指定例: A-Za-z
Ex.: a-zA-Z=指定例: a-zA-Z
Number=数字
Lowercase=小文字
Uppercase=大文字
Fullwidth=全角
Number Kanji=漢数字
Roman Numeral=ローマ数字[大]
Small Roman Numeral=ローマ数字[小]
Lowercase\ta-z=%%Lowercase%%\ta-z
Uppercase\tA-Z=%%Uppercase%%\tA-Z
Fullwidth Lowercase\tａ-ｚ=%%Fullwidth%%%%Lowercase%%\tａ-ｚ
Fullwidth Uppercase\tＡ-Ｚ=%%Fullwidth%%%%Uppercase%%\tＡ-Ｚ
Hiragana\tぁ-ん=ひらがな\tぁ-ん
Katakana\tァ-ン=カタカナ\tァ-ン
Number\t0-9=%%Number%%\t0-9
Fullwidth Number\t０-９=%%Fullwidth%%%%Number%%\t０-９
Number Kanji\t〇一二三四五六七八九十=%%Number Kanji%%\t〇一二三四五六七八九十
Number Old-Kanji\t〇壱弐参四五六七八九拾=大字表記\t〇壱弐参四五六七八九拾
Number Romen Lowercase\t０ⅰ-ⅹ=%%Small Roman Numeral%%\t０ⅰ-ⅹ
Number Romen Uppercase\t０Ⅰ-Ⅹ=%%Roman Numeral%%\t０Ⅰ-Ⅹ
Ex.: ??_Rename\\2.\\1=指定例: ??_リネーム\\2.\\1
Current Name\t\\0=現在の名前\t\\0
Current FileTitle\t\\t=現在のファイルタイトル\t\\t
Current Extension\t\\e=現在の拡張子\t\\e
Folder Name\t\\f=フォルダ名\t\\f
Parent Folder Name\t\\F=親フォルダ名\t\\F
1-Digit Number\t?=1桁連番\t?
2-Digit Number\t??=2桁連番\t??
3-Digit Number\t???=3桁連番\t???
4-Digit Number\t????=4桁連番\t????
FileDate(4-Digit Year+Month+Day)\t\\Y\\m\\d=ファイル日付(4桁西暦年+月+日)\t\\Y\\m\\d
FileDate(2-Digit Year+Month+Day)\t\\y\\m\\d=ファイル日付(2桁西暦年+月+日)\t\\y\\m\\d
FileTime(24Hour+Min.+Sec.)\t\\H\\M\\S=ファイル時刻(24時+分+秒)\t\\H\\M\\S
FileTime(AM/PM+Hour+Min.+Sec.)\t\\p\\I\\M\\S=ファイル時刻(午前/午後+時+分+秒)\t\\p\\I\\M\\S
Match with Group 1\t\\1=グループ1にマッチ\t\\1
Match with Group 2\t\\2=グループ2にマッチ\t\\2
Match with Group 3\t\\3=グループ3にマッチ\t\\3
Match with Group 4\t\\4=グループ4にマッチ\t\\4
Match with Group 5\t\\5=グループ5にマッチ\t\\5
Match with Group 6\t\\6=グループ6にマッチ\t\\6
Match with Group 7\t\\7=グループ7にマッチ\t\\7
Match with Group 8\t\\8=グループ8にマッチ\t\\8
Match with Group 9\t\\9=グループ9にマッチ\t\\9
Upper-Case Next One\t\\u=次にくる1文字を大文字\t\\u
Upper-Case Next Until \\E\t\\U=次にくる文字から\\Eまでを大文字\t\\U
Lower-Case Next One\t\\l=次にくる1文字を小文字\t\\l
Lower-Case Next Until \\E\t\\L=次にくる文字から\\Eまでを小文字\t\\L
Lapse Effect of \\U, \\L, \\Q\t\\E=\\U, \\L, \\Q の効果終了\t\\E
&Numbering=連番(N)
Timestamp=タイムスタンプ
&Timestamp=タイムスタンプ(&T)
&Updated Date as Timestamp=更新日時をタイムスタンプとして使う(&U)
&Creation Date as Timestamp=作成日時をタイムスタンプとして使う(&C)
&Hide Protected Operating System File (Recommanded)=保護されたオペレーティング システム ファイルを表示しない (推奨)
Only Completely &Matched=完全一致のみ表示(&M)
&Case Sensitive=大文字と小文字を区別する検索
Recently Destination Folder=最近送ったフォルダ
Create &Subfolder at Destination=送り先にサブフォルダを作成(&S)
Other Format=その他の書式
Show in groups=グループで表示
None=なし
In Folder=フォルダ
Shuffle=シャッフル
Higher=上へ
Lower=下へ
Save && Close=保存して閉じる
\nModify attributes/timestamps of file/folder.=ファイルやフォルダの\n属性・タイムスタンプを\n変更します
Recursive Su&b Folders=サブフォルダ以下も対象(&B)
to &Earlier=前に(&E)
to &Later=後に(&L)
Day=日数
Min=下限
Max=上限
Base Date=元となる日時
Date &Updated=更新日時(&M)
Date &Created=作成日時(&C)
Date &Accessed=アクセス日時(&A)
Date Photo &Taken=写真の撮影日(&T)
Modify to photo taken date of EXIF in case of exist=存在する場合、EXIFの写真撮影日時に変更します
Apply to=適用先
Modify Folder Timestamp=フォルダのタイムスタンプも変更する
&Read Only=読み取り専用(&R)
Archi&ve=アーカイブ(&V)
&Hidden=隠し属性(&H)
S&ystem=システム(&S)
Keep its Attributes,\n with the Grayed Items=グレー表示の項目については、\n属性は変更しません
&Start Modify=設定開始(&S)
Create numbered object\n(Sized File/Folder),\nunder the selected folder.=指定されたフォルダに、連番\nオブジェクト（ファイル、フォルダ）を\n生成します
Kind of Target Object=生成オブジェクトの種類
Empty=空
Empty &File (FileSize Available)=%%Empty%%%%File%%
Copied File=%%File%%%%Copy%%
Empty Fol&der=%%Empty%%%%Folder%%
Copied Folder=%%Folder%%%%Copy%%
Byte=バイト
Available=利用可能
Byte(K/M/G Available)=%%Byte%%(K/M/G %%Available%%)
In case of plural objects,\nobjects numbered at the position of '?'\n and digit equals to the number of '?'.=複数個生成する場合、? を入れた位置に\n? の個数に対応した桁数で\n連番が振られます
Amount=個数
Start from=開始番号
Step=ステップ
&Start Create=生成開始(&S)
\nRename file/folder.=\nファイルやフォルダをリネームします
Depth=深さ
Advanced=高度な
&Advanced Rename=%%Advanced%%%%Rename%%(&A)
selected=選択された
current=現在の
item=項目
selected item=%%selected%%%%item%%
current item=%%current%%%%item%%
Advanced Rename=%%Advanced%%%%Rename%%
Advanced Rename (selected item)=%%Advanced Rename%% (%%selected%%%%Menu%%%%item%%)
Enter Advanced Rename mode with the selected menu item=%%selected%%%%Menu%%%%item%%とともに%%Advanced Rename%%モードに入ります
Rename Method=%%Rename%%方法
&Wild Card=ワイルドカード(&W)
Reg &Exp=正規表現(&E)
&Translation=文字変換(&T)
Support=サポート
Option=オプション
&Undo=元に戻す(&U)
Menu=メニュー
StartNum=開始番号
Value=値
DightPos=桁位置
Digit=桁数
Add=追加
AddString=追加文字列
Sample=サンプル
TimeFormat=日時の書式
SrcString=置換前の文字列
DestString=置換後の文字列
Numbering=連番
Number Type=番号の種類
Decimal Number=10 進数
Hexadecimal Number=16 進数
Alphabetical Number=アルファベット順
Cancel=キャンセル
&Cancel=%%Cancel%%(&C)
Verification of treatment in confliction of file name=重複ファイル名変更の確認
Treatment=処理
&Retry=再試行(&R)
Skip=スキップ
&Skip=%%Skip%%(&S)
Skip All=すべてスキップ
Overwrite=上書き
Overwrite All=%%All%%%%Overwrite%%
Auto &Numbering=連番を付ける(&N)
Ex.: (??)=例: (??)
Position=位置
S&tart=先頭
&End=末尾
Con&tinue=続行(&T)
\nRename file, \nusing tag information.=タグ情報を使って、\nファイルをリネームします
Tag=タグ
Tag List=タグ一覧
TagRename=タグ・リネーム
Rename Completed Successfully!=変換が正常に終了しました．
This file is used to UNDO, and Error recovery.=このログファイルは UNDO，およびエラーリカバリに使用されます．
M/d/yyyy H:mm:ss=yyyy年M月d日 H:mm:ss
Destination Name is in Collision!\n  Folder: %s\n  SourceName:  %s\n  DestinationName: %s\n\nSelect Disposal and Press Continue.=リネーム後のファイルは既に存在します！\n  フォルダ: %s\n  現在の名前: %s\n  新しい名前: %s\n\n処理を選択して「続行」ボタンをクリックしてください
Failured to Rename!\n  Folder: %s\n  SourceName: %s\n  DestinationName: %s\n\nContinue?=リネームに失敗しました！\n  フォルダ: %s\n  現在の名前: %s\n  新しい名前: %s\n\nリネーム処理を継続しますか？
Undo this operation?\nDate: %s\nFolder: %s\nSearch for: %s\nReplace with: %s=日時: %s\nフォルダ: %s\n検索指定文字列: %s\n置換指定文字列: %s\n\tの操作を元に戻しますか？
%s\nIllegal Log\nLast operation was probably abnormal terminated.=%s\nの内容が不正です\n前回のリネーム操作は正常に終了しなかった可能性があります
Undo Completed.=元に戻しました
Rename Selected File/Folder Only=選択されているファイルだけをリネームします
Destination file \n%s\nis already exist!\nRename was Canceled.=リネーム後のファイル\n%s\nは 既に存在しています！\nリネームは行われませんでした
Rename All File/Folder=表示されているファイル全てをリネームします
Failured to Undo=元に戻すことはできませんでした
Skip This File and Continue=このファイルをスキップして処理を継続します
Skip All Error File and Continue=以降の全てのエラーをスキップして処理を継続します
Abort and Undo Rename Operation=処理を中止し、リネーム処理開始前の状態に戻します
Abort Operation with Current Condition=現在の状態のまま処理を中止します
Drag && Drop is also Available=ダイアログに ドラッグ && ドロップ でフォルダを指定することもできます
Selection of Source File=コピー元ファイルの選択
Wildcard(*, ?) is Available=ワイルドカード(*, ?) を指定可能です
Wildcard(*, ?)-Matched Substrings Equals to \\1-\\9=ワイルドカード(*, ?) にマッチした\n部分文字列は \\1～\\9 で指定できます
Invert Selection=選択されたファイルと選択されていないファイルを逆にします
Rename the files in the preview list=リネームを実行します
Undo last renaming operation=前回のリネーム操作を取り消し，元の状態に戻します
Rename Selected Files Only If Any, All Files If No Selection.=選択をすると選択したファイルのみ，選択されていない場合は表示されている全てのファイルがリネームの対象となります
Recursive Under Subfolders=サブフォルダ以下も処理の対象とします
Start to Modify Attributes=ファイル属性の変更を開始します
Abort Operation=処理を中断します
Failured to File Copy!\n%s=ファイルをコピーできません！\n%s
Modify Folder Timestamp=フォルダ自体のタイムスタンプも変更するようにします
Renaming...=名前を変更しています...
Modifing Attributes...=ファイルの属性を変更しています...
Prepare to Modify...=変更の準備をしています...
Undo Renaming...=名前を元に戻しています...
Current Name=現在の名前
New Name=%%New%%%%Name%%
New Preset=%%New%%%%Preset%%
%d Objects=%d 個
Object Name=オブジェクトの名前
Object Size=ファイルのサイズ
Object Amount=オブジェクトの個数
Start to Create Objects=オブジェクトの生成を開始します
Creating Objects...=オブジェクトを生成しています...
Create New Empty File=新しい空のファイルを作成します。
Create New Empty Folder=新しい空のフォルダを作成します。
Search by Wildcard=ワイルドカードで検索します
Search by Regular-Expression=正規表現で検索します
Regular-Expression is Available=正規表現を指定可能です
Bracket-RegExp-Matched Substrings Equals to \\1-\\9=( )でくくられた正規表現にマッチした\n部分文字列は \\1～\\9 で指定できます
Search Method=%%Search%%方法
Search=検索
Replace=置換
Preset Name=プリセットの名前
Flexible Rename using Wildcard or Regular-Expression=ワイルドカードや正規表現を利用して柔軟なリネームが可能です
Replace All Chars in Search List\nwith Equivalent Char in Replace List=検索リスト中の全ての文字を、\n置換リスト中の対応する文字に変換します
<Q>How to Search and Replace=<Q>How to Search and Replace
Target Folder=対象フォルダ
Select Target Folder=対象フォルダを選択して下さい
No Target File=対象となるファイルがありません
Input Name=名前を指定して下さい
Input Size=サイズを指定して下さい
Recall Already Defined SearchFor/ReplaceWith=あらかじめ定義されている検索・置換設定を呼び出します
Support to Search=リストから項目を選択すると、検索指定に挿入されます
Support to Replace=リストから項目を選択すると、置換指定に挿入されます
Options Concerning Rename=リネームに関するオプションを設定します
Sort by Condition and Renumber=いろいろな条件で並び替えをし、連番を振り直します
Select Preset=プリセットを選択してください
There Objects will be Created=ここに表示されているオブジェクトが生成されます
Can \\'t use "=" は使えません
Modify Selected File/Folder Only=選択されているファイルだけを変更します
Options Concerning Regular-Expression=正規表現に関するオプションを設定します
Search is complete. There are no results to display.=検索が完了しましたが、何も見つかりませんでした。
Input Amount=個数を入力してください
Select Rename Function=実行したいリネーム機能を選んでください
Input Search for=検索リストを入力してください
Input Replace with=置換リストを入力してください
Wildcard=ワイルドカード
Regular-Expression=正規表現
Letter-Translation=文字置換
Enter Additional String Here=ここに追加する文字列を入力してください
Enter Source String Here=ここに置換前の文字列を入力してください
Enter Destination String Here=ここに置換後の文字列を入力してください
Available to Settings Under the Function List=機能一覧の下の項目を設定できます
Insert Number or String=連番や文字列の追加
Remove Number or String=数字や文字列の削除
Translate Letters=文字種の変換
Replace String=文字列の置換
Organize Number Value=数値の整理
Modify Extension=%%Extension%%の%%Modify%%
Sorry, not implemented yet.=まだできていません m( _ _ )m
Enter Name Here=ここに名前を入力してください
Depth of the Subfolder to Search=検索するサブフォルダの深さを指定します
Can define plural filter(wildcard), Separating by semicolon(;)=複数のフィルタ（ワイルドカード）をセミコロン(;)で区切って定義できます
Copy the Existing File=指定したファイルをコピーします。
Copy the Existing Folder=指定したフォルダをコピーします。
Select Source File for Copy=コピー元のファイルを選択して下さい
Select Source Folder for Copy=コピー元のフォルダを選択して下さい
The following character cannot be used for a file name:\n\\/:*?\\"<>|=ファイル名には次の文字は使えません:\n\\/:*?\\"<>|
Retry Operation=処理を再試行します
&Modify=変更(&M)
Select Folder=フォルダを選択してください
Order Favorites=お気に入りの整理
Select Destination Folder=送り先のフォルダを指定します
Target=ターゲット
Filter=フィルタ
NumberedObject=連番オブジェクト
Specify DateTime=%%DateTime%%%%Specify%%
Shift=シフト
Random Generate=ランダム生成
Drop Files or Folders Here from Windows Explorer=ファイルやフォルダをエクスプローラーからドロップしてください
Days to Shift=シフトする日数を指定します
Time to Shift=シフトする時間を指定します
Lower Limit of DateTime on Random-Generation=ランダム生成する日時の下限を指定します
Upper Limit of DateTime on Random-Generation=ランダム生成する日時の上限を指定します
No modification of attributes and timestamp=属性・タイムスタンプの変更はありません
Format of New Name=新しい名前の書式を指定します
List of Supported Tag-Informatoin=使用できるタグ情報の一覧です
%m/%d/%Y=%Y/%m/%d
M/d/yyyy=yyyy年M月d日
Make the Same=揃える
Searching...=検索しています...
Adding to List...=リストに追加しています...
Although the objects were dropped, none were added to a list.\nCheck the "Target" and retry dropping.=オブジェクトがドロップされましたがリストには追加されませんでした。\n対象項目にチェックを入れて再度ドロップしてください。
The time format can also be specified.=日時の書式も指定できます
A format can be edited.=書式は編集できます
&Move=移動(&M)
&Copy=コピー(&C)
&Recycle Bin=ごみ箱(&R)
&Shortcut=ショートカット(&S)
&HardLink=ハードリンク(&H)
Move&Rename to Another Folder=別フォルダに移動&リネーム
Copy&Rename to Another Folder=別フォルダにコピー&リネーム
Create Shortcut&Rename to Another Folder=別フォルダにショートカット作成&リネーム
Create HardLink&Rename to Another Folder=別フォルダにハードリンク作成&リネーム
Move to Recycle Bin=ごみ箱へ移動
Process Selected File/Folder Only=選択されているファイルだけを処理します
Process All File/Folder=表示されているファイル全てを処理します
Sequential Generate=連続生成
Operation to Perform=実行する動作を指定します
Start Value of DateTime on Sequential-Generation=連続生成する日時の開始値を指定します
Searching %s=%s を検索しています...
Search completed=検索が完了しました
Rename file/folder.\nRename=ファイルやフォルダをリネームします\nリネーム
Rename file, using tag information.\nTagRename=タグ情報を使って、ファイルをリネームします\nタグ・リネーム
Modify attributes/timestamps of file/folder.\nModify attributes=ファイルやフォルダの属性・タイムスタンプを変更します\n属性・タイムスタンプ変更
Create numbered object(Sized File/Folder), under the selected folder.\nCreate numbered object=指定されたフォルダに、連番オブジェクト（ファイル、フォルダ）を生成します\n連番オブジェクト生成
Select Font\nFont=フォントの設定\nフォントの設定
Refresh folder tree\nRefresh=フォルダツリーを更新します\n更新
Open Flexible Renamer Web Site\nFlexible Renamer Page=Flexible Renamer のWebサイトを開きます\nFlexible Renamer のページ
Add Favorites=現在のフォルダをお気に入りの一覧に追加します。
Open Favorites Folder=お気に入りのフォルダを開きます。
Specify the targets by folder\nSpecify Folder=処理対象をフォルダで指定します\nフォルダ指定
Specify the target files by Drag & Drop\nSpecify File=処理対象のファイルをドラッグ&ドロップで指定します\nファイル指定
Reverses which are selected and which are not.\nInvert Selection=選択された項目と選択されていない項目を逆にします。\n選択の切り替え
Deletes the selected items from the file list.\nDelete from List=選択された項目をファイルリストから削除します。\nリストから削除
Selects all items in the file list.\nSelect All=ファイルリスト内の全ての項目を選択します。\n全て選択
Undoes the previous rename operation.\nUndo=直前のリネーム操作を元に戻します。\n元に戻す
Edit file/folder name in the list directly\nEdit File/Folder Name=リスト中のファイル/フォルダ名を直接編集します\n%%File%%/%%Folder%%名%%Edit%%
Display program information, version number and copyright\nAbout=プログラムの情報、バージョンそして著作権を表示\nバージョン情報
Quits Flexible Renamer.\nExit=Flexible Renamer を終了します。\n終了
Show or hide the toolbar\nToggle ToolBar=ツール バーの 表示/非表示\nツール バーの表示切り替え
Show or hide the status bar\nToggle StatusBar=ステータス バーの 表示/非表示\nステータス バーの表示切り替え
Displayed: %5d Objects=表示オブジェクト: %5d個
Selected: %5d Objects=選択オブジェクト: %5d個
&Language=言語(&L)
FileType=ファイルの種類
Time=時間
Changing the language is applied at the next starts.=言語の変更は次回の起動で反映されます。
Script=スクリプト
Meta-expressions are intactly treated as syntax of script. To deal as a string, put in double-quotations(Ex."\\0").=メタ表現はそのままスクリプトの構文として扱われます。 文字列として扱う場合はダブルクォーテーションで囲んでください。(例 "\0")
&Script Language=スクリプト言語(&S)
List of Supported Function=使用できる関数の一覧です
&Function=関数(&F)
&Embedded Function=埋め込み関数(&E)
Edit &Script...=スクリプトの編集(&S)
Use String Function DLL(StrFunc.dll) for Script=スクリプトに文字列関数DLL(StrFunc.dll)を使用
Use file &property info.=ファイルプロパティ情報を使う(&P)
Edit...=編集...
Edit property definition=プロパティ定義を編集します。
Property definition=プロパティ定義
More selecting detail items makes \nretrieving the files slower. =選択数が多いほど\nファイルの検索が遅くなります。
Start=開始
Reset by each folder=フォルダごとにリセット
Don't tell me again=今後、このメッセージを表示しない
&Options...=オプション(&O)...
General=全般
Modify the general option=全般的なオプションを変更します
Folder &Context Menu=フォルダ コンテキスト メニュー(&C)
Be able to launch "Flexible Renamer" from right-click-menu of folder.=フォルダの右クリックメニューから「Flexible Renamer」を起動できます。
&Add to "Send to" Menu=「送る」メニューに追加(&A)
*In case of uninstall, uncheck all items.=※アンインストールの際には、全項目のチェックを外してください。
Modify the rename option=リネームに関連するオプションを変更します
&Regist StrFunc.dll=StrFunc.dll を登録(&R)
This is String operation DLL for script and supports StrConv/sprintf/LCMapString.=これはスクリプト用文字列操作DLLで、StrConv/sprintf/LCMapString に対応しています。
*In case of uninstall, uncheck this.=※アンインストールの際には、この項目のチェックを外してください。
Treatment when the name conflicted=ファイル名重複時の処理
&Choose treatment in confliction of file name every time=ファイル名重複時の処理を毎回選択(&C)
Auto &numbering using below setting=以下の設定で連番を付ける(&N)
&TagRename (DateTime Format && Invalid Characters)=タグ・リネーム (日付の書式と無効な文字)(&T)
DateTime Format=%%DateTime%%の%%Format%%
The form at the time of taking out time from tag information can be set up. =タグ情報から日時を取り出す際の書式を設定できます。
Editable=編集可能
DateTime Format: (Editable)=%%DateTime Format%%: (%%Editable%%)
Invalid Characters=無効な文字
The invalid character contained in tag information is related with another character, and can be done.=タグ情報に含まれる無効な文字を、別の文字に関連付けできます。
%m/%d/%Y %H:%M:%S=%Y/%m/%d %H:%M:%S
;Common
File=ファイル
Folder=フォルダ
Format=書式
Copy=コピー
Rename=リネーム
Modify Name=名前の変更
All=すべて
New=新しい
Date=日付
Type=種類
Extension=拡張子
Add=追加
Remove=削除
Modify=変更
Delete=削除
Replace=置換
Organize=整理
Name=名前
Size=サイズ
Music=ミュージック
Picture=写真
Image=イメージ
Document=ドキュメント
WebPage=Web ページ
Video=ビデオ
Property=プロパティ
Favorites=お気に入り
Preset=プリセット
DateTime=日時
Time=時刻
Date Updated=更新日時
Date Created=作成日時
Date Accessed=アクセス日時
Date taken=撮影日
Attribute=属性
Artist=アーティスト
AlbumTitle=アルバム タイトル
TrackNumber=トラック番号
Track=トラック
Year=年
Comment=コメント
Categories=ジャンル
Title=タイトル
Subtitle=サブタイトル
Language=言語
Reserved=予約
Unknown=不明
Not defined=未定義
Title=タイトル
Subject=表題
Authors=作成者
Keywords=キーワード
Comments=コメント
Description=説明
Video=ビデオ
Image=イメージ
Other=その他
;Expression of Preset
Copy=コピー
of=～
Shortcut to = へのショートカット
Shortcut=ショートカット
(|\\[=(|（|【\\[
\\]||)=\\]|】|）|)

[Preset]
;Preset (Skip ;xxx items)
DateTime=日時
Number + Extension=連番 + 拡張子
Number + FileTitle + Extension=連番 + 元ファイルタイトル + 拡張子
FileTitle + Number + Extension=元ファイルタイトル + 連番 + 拡張子
Swap Both Side of '-'=-の左右を入れ替え
Replace "DSC" with "IMG"="DSC"を"IMG"に変換
Remove "Shortcut to "=" へのショートカット"を削除
Remove " - Shortcut"(Vista)=" - ショートカット"を削除(Vista)
Remove (n)=(数字)を削除
Remove [n]=[数字]を削除
Remove [n], or (n)=[数字]、または(数字)を削除
Lower-Case Extension=拡張子を小文字
Remove "Copy (n) of "="コピー (数字) ～ "を削除
Remove " - Copy (n)"(Vista)=" - コピー (数字)"を削除(Vista)
Capitalize=語頭を大文字
Swap Halfwidth and Fullwidth(w/o extension)[CJK only]=半角 ⇔ 全角（拡張子を除く）
Swap Hiragana and Katakana(w/o extension)[JP Only]=カタカナ ⇔ ひらがな（拡張子を除く）
Opposite-Case=大文字 ⇔ 小文字
Upper-Case=小文字 ⇒ 大文字
Lower-Case=大文字 ⇒ 小文字
Clear diacritical mark=ダイアクリティカルマークをクリア
Fullwidth(w/o extension)[CJK only]=半角 ⇒ 全角（拡張子を除く）
Halfwidth(w/o extension)[CJK only]=全角 ⇒ 半角（拡張子を除く）
;TypicalMenu (Skip ;xxx items)
AnyString(DateTime) + Number=文字列（日時）+連番
Number(DateTime) + AnyString=連番+文字列（日時）
Insert AnyString(DateTime) at Nth letter from Start=文字列（日時）を先頭からn文字目に追加
Insert AnyString(DateTime) at Nth letter from End=文字列（日時）を末尾からn文字目に追加
Insert Number at Start=連番を先頭に追加
Insert Number at End=連番を末尾に追加
DateTime=日時
Insert DateTime at Start=日時を先頭に追加
Insert DateTime at End=日時を末尾に追加
Insert FolderName at Start=フォルダ名を先頭に追加
FolderName + Number=フォルダ名 + 連番
Remove N letter at Nth letter from Start=先頭からn文字目よりn文字を削除
Remove N letter at Nth letter from End=末尾からn文字目よりn文字を削除
Remove backward letter from N letter from Start=先頭からn文字目より後を削除
Remove forward letter from N letter from End=末尾からn文字目より前を削除
Remove "Copy (n) of "="コピー (数字) ～ "を削除
Remove " - Copy (n)"(Vista)=" - コピー (数字)"を削除(Vista)
Remove bracket and inside=括弧とその中身を削除
Remove [n], or (n)=[数字]、または(数字)を削除
Remove [n]=[数字]を削除
Remove (n)=(数字)を削除
Remove "Shortcut to "=" へのショートカット"を削除
Remove " - Shortcut"(Vista)=" - ショートカット"を削除(Vista)
8.3 Format=8.3形式化
Capitalize=語頭を大文字
Upper-Case=小文字 ⇒ 大文字
Lower-Case=大文字 ⇒ 小文字
to Fullwidth(w/o extension)[CJK only]=半角 ⇒ 全角（拡張子を除く）
to Halfwidth(w/o extension)[CJK only]=全角 ⇒ 半角（拡張子を除く）
to Katakana(w/o extension)[JP Only]=ひらがな ⇒ カタカナ（拡張子を除く）
to Hiragana(w/o extension)[JP Only]=カタカナ ⇒ ひらがな（拡張子を除く）
Opposite-Case=大文字 ⇔ 小文字
to Fullwidth Katakana[JP Only]=半角ｶﾅ ⇒ 全角カナ
to Halfwidth Katakana[JP Only]=全角カナ ⇒ 半角ｶﾅ
Swap Halfwidth and Fullwidth(w/o extension)[CJK only]=半角 ⇔ 全角（拡張子を除く）
Swap Hiragana and Katakana(w/o extension)[JP Only]=カタカナ ⇔ ひらがな（拡張子を除く）
Replace String=文字列置換
Arrange Digit of Nth number from Start=先頭からn番目の数値の桁合わせ
Arrange Digit of Nth number from End=末尾からn番目の数値の桁合わせ
Increase/Decrease Nth number from Start=先頭からn番目の数値を増減
Increase/Decrease Nth number from End=末尾からn番目の数値を増減
Upper-Case Extension=拡張子を大文字
Lower-Case Extension=拡張子を小文字
Remove Extension=%%Extension%%を%%Remove%%
Add Extension=%%Extension%%を%%Add%%
Replace Extension=%%Extension%%を%%Replace%%
;PropertyTagDef
Music=%%Music%%
Picture=%%Picture%%
Image=%%Image%%
Document=%%Document%%
Video=%%Video%%

[MusicTag]
Description=CDアルバムなどの楽曲情報です。
<ID3.Artist>=%%Artist%%
<ID3.Album>=%%AlbumTitle%%
<ID3.TrackNumber>=%%TrackNumber%%
<ID3.Track>=%%Track%%
<ID3.Year>=%%Year%%
<ID3.Comment>=%%Comment%%
<ID3.Genre>=%%Categories%%
<ID3v1.Artist>=%%Artist%%
<ID3v1.Album>=%%AlbumTitle%%
<ID3v1.TrackNumber>=%%TrackNumber%%
<ID3v1.Track>=%%Track%%
<ID3v1.Year>=%%Year%%
<ID3v1.Comment>=%%Comment%%
<ID3v1.Genre>=%%Categories%%
<ID3v2.COMM>=%%Comment%%
<ID3v2.TALB>=%%AlbumTitle%%
<ID3v2.TBPM>=ビート数/分
<ID3v2.TCOM>=作曲者
<ID3v2.TCON>=%%Categories%%
<ID3v2.TCOP>=著作権情報
<ID3v2.TDEN>=エンコード日
<ID3v2.TDLY>=無音時間
<ID3v2.TENC>=エンコード方式
<ID3v2.TEXT>=作詞者
<ID3v2.TIT1>=グループの説明
<ID3v2.TIT2>=%%Title%%
<ID3v2.TIT3>=%%Subtitle%%
<ID3v2.TKEY>=イニシャル キー
<ID3v2.TLAN>=%%Language%%
<ID3v2.TLEN>=長さ
<ID3v2.TMOO>=雰囲気
<ID3v2.TOAL>=原作 アルバムタイトル
<ID3v2.TOFN>=原作 ファイル名
<ID3v2.TOLY>=原作 作詞家
<ID3v2.TOPE>=原作 アーティスト
<ID3v2.TORY>=原作 リリース年
<ID3v2.TPE1>=アーティスト
<ID3v2.TPE2>=アルバムのアーティスト
<ID3v2.TPE3>=指揮者
<ID3v2.TPE4>=編曲者
<ID3v2.TPOS>=セットのパート
<ID3v2.TPUB>=発行元
<ID3v2.TRCK>=%%TrackNumber%%
<ID3v2.TRSN>=インターネットラジオ局
<ID3v2.TRSO>=インターネットラジオ局オーナー
<ID3v2.TSIZ>=%%Size%%
<ID3v2.TSOA>=アルバム ソート順
<ID3v2.TSOP>=アーティスト ソート順
<ID3v2.TSOT>=タイトル ソート順
<ID3v2.TSRC>=ISRC(国際標準レコーディングコード)
<ID3v2.TSSE>=エンコード設定
<ID3v2.TSST>=セット サブタイトル
<ID3v2.TXXX>=ユーザー定義テキスト
<ID3v2.TYER>=リリースされた年
<ID3v2.WCOP>=著作者URL
<ID3v2.WOAF>=公式URL
<ID3v2.WOAR>=アーティストURL
<ID3v2.WOAS>=インターネットラジオ局URL
<ID3v2.WXXX>=ユーザー Web URL

[PictureTag]
Description=デジタルカメラやスキャナの\n画像情報です。
<EXIF.ImageDescription>=画像の説明
<EXIF.Maker>=カメラの製造元
<EXIF.Model>=カメラのモデル
<EXIF.OriginalTime>=%%Date taken%%
<EXIF.Copyright>=著作権
<EXIF.UserComment>=ユーザー コメント
<EXIF.Artist>=%%Artist%%
<EXIF.RelatedSoundFile>=関連音声ファイル
<EXIF.Software>=作成ソフトウェア
<EXIF.ColorSpace>=色の表現
<EXIF.ColorSpace>(0001)=sRGB
<EXIF.ColorSpace>(ffff)=未調整
<EXIF.ColorSpace>(Default)=%%Reserved%%
<EXIF.Flash>=フラッシュ モード
<EXIF.Flash>(0000)=フラッシュなし
<EXIF.Flash>(0001)=フラッシュ
<EXIF.Flash>(0005)=ストロボの反射光なしのフラッシュ
<EXIF.Flash>(0007)=ストロボの反射光ありのフラッシュ
<EXIF.FocalLength>=焦点距離
<EXIF.F-Number>=絞り値
<EXIF.ExposureTime>=露出時間
<EXIF.ExposureTime>(gt 0.5)=‎%1.2f 秒
<EXIF.ExposureTime>(le 0.5)=‎1/%d 秒
<EXIF.ISOSpeed>=ISO 速度
<EXIF.MeteringMode>=測光モード
<EXIF.MeteringMode>(0000)=%%Unknown%%
<EXIF.MeteringMode>(0001)=平均
<EXIF.MeteringMode>(0002)=中央重点測光
<EXIF.MeteringMode>(0003)=スポット
<EXIF.MeteringMode>(0004)=マルチ スポット
<EXIF.MeteringMode>(0005)=パターン
<EXIF.MeteringMode>(0006)=部分
<EXIF.MeteringMode>(00ff)
<EXIF.MeteringMode>(Default)=%%Reserved%%
<EXIF.LightSource>=光源
<EXIF.LightSource>(0000)=%%Unknown%%
<EXIF.LightSource>(0001)=日光
<EXIF.LightSource>(0002)=蛍光灯
<EXIF.LightSource>(0003)=タングステン
<EXIF.LightSource>(0011)=標準イルミナント A
<EXIF.LightSource>(0012)=標準イルミナント B
<EXIF.LightSource>(0013)=標準イルミナント C
<EXIF.LightSource>(0014)=D55
<EXIF.LightSource>(0015)=D65
<EXIF.LightSource>(0016)=D75
<EXIF.LightSource>(00ff)
<EXIF.LightSource>(Default)=%%Reserved%%
<EXIF.ExposureProgram>=露出プログラム
<EXIF.ExposureProgram>(0000)=%%Not defined%%
<EXIF.ExposureProgram>(0001)=手動
<EXIF.ExposureProgram>(0002)=標準のプログラム
<EXIF.ExposureProgram>(0003)=絞り優先
<EXIF.ExposureProgram>(0004)=シャッター優先
<EXIF.ExposureProgram>(0005)=深度優先
<EXIF.ExposureProgram>(0006)=動体優先
<EXIF.ExposureProgram>(0007)=縦長
<EXIF.ExposureProgram>(0008)=横長
<EXIF.ExposureProgram>(Default)=%%Reserved%%
<EXIF.ExposureCompensation>=露出補正
<EXIF.ExposureCompensation>(Format)=%d ステップ

[ImageTag]
Description=IPTCにて定められた\n画像コンテンツ情報です。
<IPTC.Caption>=キャプション
<IPTC.CaptionWriter>=キャプション作成者
<IPTC.Headline>=ヘッドライン
<IPTC.Category>=カテゴリ
<IPTC.Byline>=版権所有者
<IPTC.BylineTitle>=共同版権所有者
<IPTC.Credits>=クレジット
<IPTC.ObjectName>=オブジェクト名
<IPTC.DateCreated>=%%Date created%%
<IPTC.City>=市区町村
<IPTC.State>=都道府県
<IPTC.Country>=国
<IPTC.OriginalTransmissionReference>=オリジナル送信元記録
<IPTC.CopyrightNotice>=著作権情報

[DocumentTag]
Description=マイクロソフト オフィスやPDFの\n文書情報です。
<DOC.Title>=%%Title%%
<DOC.Subject>=%%Subject%%
<DOC.Author>=%%Authors%%
<DOC.Keywords>=%%Keywords%%
<DOC.Comments>=%%Comments%%
<DOC.Created>=%%Date created%%
<DOC.LastSaved>=前回保存日時
<DOC.AppName>=アプリケーション名
<DOC.Company>=会社名

[WebPageTag]
Description=Webページの文書情報です。
<HTML.Title>=%%Title%%

[PropertyTag]
Description=ファイル プロパティページの\n概要/詳細情報です。

[PropertyTagGroup]
Description=%%Description%%
Media=メディア
Video=%%Video%%
Audio=オーディオ
Origin=元の場所
Image=%%Image%%
Camera=カメラ
Advanced Photo=高精細
Content=コンテンツ
File=%%File%%
Other=その他

